{
  "name": "Chewintin",
  "pages": [
    {
      "name": "Chewintin Manor Image",
      "src": "modules/hm-loc-chewintin/assets/images/sir-krisagon.png",
      "type": "image",
      "image": {
        "caption": "Chewintin Manor"
      },
      "_id": "cKC06P84YVmp2uR2",
      "text": {
        "format": 1
      },
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "sort": 0,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!P9PSy9aaInqNxqO9.cKC06P84YVmp2uR2"
    },
    {
      "name": "Chewintin Manor",
      "src": "modules/hm-loc-chewintin/assets/images/sir-krisagon.png",
      "type": "text",
      "image": {
        "caption": "Chewintin Manor"
      },
      "_id": "Olsoqn6E7pLVZiIZ",
      "text": {
        "content": "<p>Completed in 676 TR, the manor is often referred to as the Naked Tower since it lacks a wall or any other defenses. Built on a granite outcropping sticking into the Kald River the tower is four stories high, topped with battlements. The tower was constructed by the Earl of Balim’s master mason and the fine craftsmanship is obvious, with large cut stone blocks forming the first six feet of the foundation and tightly fitted random rubble construction above. The corners and openings are also carefully finished with cut stonework. The tower has a spiral staircase in the northwest corner.</p>\n<h2>The Household</h2>\n<p><img style=\"float:left;margin-right:8px\" src=\"modules/hm-loc-chewintin/assets/images/sir-krisagon.png\" width=\"276\" height=\"304\" /></p>\n<p>Sir Krisagon Lartyne has been in Chewintin for just over six months. A former mercenary, most of his initial energy has been spent in repairing the tower, improving its defenses and laying in supplies for the winter. Little effort has been directed towards establishing a proper noble household.</p>\n<h2>The Family</h2>\n<p>The only family member Sir Krisagon has is his brother, Sir Draco. Both of his parents lived in Kiban and died several years ago. The Lord has supported his brother his whole life, providing arms and armour and arranging for his training in the Earl of Balim’s court. Sir Draco does not have an official position in the household, rather he acts as his elder brother’s unofficial advisor.</p>\n<h2>Retainers and Servants</h2>\n<p>The most important of Sir Krisagon’s retainers is Bors, his sergeant. Bors has been with the Lord for almost twenty years. In the absence of a squire, Bors sometimes acts as a body servant and aide to the Lord. He is officially in charge of Sir Krisagon’s troop of men-at-arms and enforces discipline, though he sometimes acts as chamberlain. A rough man, he wears a chain mail byrnie and heavy bear skin cloak and wields a war club and buckler with devastating effect. He is also a respectable field physician.</p>\n<p><img style=\"float:right;margin-left:8px\" src=\"modules/hm-loc-chewintin/assets/images/rainault-man-at-arms.png\" width=\"214\" height=\"385\" /></p>\n<p>Bors is assisted by two corporals, Rainault and Tibald, both mounted men-at-arms. Like Bors, they have been with Sir Krisagon for over 15 years and are unquestioningly loyal. They have taken on the role of huntsmen, helping to feed the household. The Bailiff intends to keep Bors, Rainault and Tibald on to assist with patrolling the manor after the rest of the mercenaries become farmers.</p>\n<p>The remaining five medium foot and five shortbow men are soldiers from Krisagon’s former mercenary troop. These ten men are in their forties and plan to retire. Sir Krisagon has promised them 25 acres each. These men have served between 8-12 years with the Lord and were chosen for their farming experience, loyalty and toughness. They will make loyal subjects.</p>\n<p>The cook and domestics were hired from the villages, but the falconer came with the troop. The falconer is a dwarf (not to be confused with Khuzan) and the object of some contempt among the mercenaries and fascination among the villagers. The Lord also has several large, vicious wolfhounds, which he uses for hunting. They are tended by one of the soldiers and usually sleep in the Lord’s solar. The soldiers are also responsible for tending to the knights’ warhorses, cleaning out the kitchen daily and checking on the palfreys and packhorses in Forst’s barn.</p>\n<p>Also present in the tower is a young Kath boy. Left behind in the confusion of the last Kath raid, he was captured by the falconer who keeps him on a leash. The dwarf suspects he is the son of the Kath chieftain, Cadal, because he found a gold necklace that the boy had tried to hide before being captured.</p>\n<h2>Seeds of Discontent</h2>\n<p>All is not well in Chewintin. The treat of rebellion seethes just below the surface, both in the tower and in the village. At least six people would like to see Sir Krisagon fail as Bailiff.</p>\n<p><img style=\"float:left;margin-right:8px\" src=\"modules/hm-loc-chewintin/assets/images/skull-in-helm.png\" width=\"347\" height=\"223\" /></p>\n<p>Sir Draco resents his older brother. His whole life he has lived in the shadow of Sir Krisagon, depending on him for everything. Growing up in the Earl’s court he was forever being referred to as “the little brother.” If anything, Draco craves his own manor more than his brother does. An amoral opportunist, his loyalty to his brother lasts only so long as it suits his purpose.</p>\n<p>Volc is the falconer and a dwarf. Only four feet tall, with a heavy frame, he has been the butt of jokes his whole life. He and Sir Draco hate each other, but he must suffer Draco’s insults, such as the title “Sir Flea,” in silence. He captured the young Kath boy and hopes to use him to gain power and position. He will betray the Lartyne brothers at the first opportunity.</p>\n<p>Odins is the Village Elder and Reeve. He knows that this Bailiff is not like those before him. Sir Krisagon has come to stay and intends to take over the running of the manor. This threatens the Reeve’s power and position. Odins is also the unofficial priest for the worship of the “Stone and the Tree.” He does not trust anyone who does not share his worship.</p>\n<p>Maruk is Odins son and betrothed of Bronwyn. He and Bronwyn are to be married this summer, but since the new Lord arrived, he has begun to pay a great deal of attention to her. She says there is nothing between her and the Lord, but Maruk is jealous and openly talks rebellion.</p>\n<p><img style=\"float:left;margin-right:8px\" src=\"modules/hm-loc-chewintin/assets/images/cadal-kath-leader.png\" width=\"314\" height=\"512\" /></p>\n<p>Cadal is the chieftain of one of the larger local Kath bands. He is quite influential and convinced three other bands to join him on this latest raid on Chewintin. During the raid, his son was lost. He fears him dead, but if he discovered that he was alive, he would surely attack the manor to get him back.</p>\n<p>Arden is the senior village yeoman. For generations, his Clan has protected the village and become a pale reflection of a warrior elite. The arrival of Sir Krisagon, a real warrior, and his plan to grant land to his mercenaries will severely undermine his position. Arden will likely support Odins plans to get rid of this Bailiff before this can come to pass.</p>",
        "format": 1
      },
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "sort": 0,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!P9PSy9aaInqNxqO9.Olsoqn6E7pLVZiIZ"
    },
    {
      "name": "Chewintin Settlement",
      "type": "text",
      "text": {
        "content": "<p><strong>Location:</strong> Oselshire, Kingdom of Kaldor<br /><strong>Holder:</strong> Bailiff Sir Krisagon Lartyne<br /><strong>Liege:</strong> Constable of Jedes Keep<br /><strong>Population:</strong> Village 149; Manor 25</p>\n<h2>History</h2>\n<p>The westernmost manor in southwest Kaldor, Chewintin is located at the junction of the Kald and Osel Rivers. The manor was established in 354 TR, shortly after the construction of Jedes Keep and the outpost has always been tasked with watching the river and the wilds of Semethshire on the far bank.</p>\n<p>The first manor house was little more than a crude wooden palisade and a simple hall. The original settlers were made up of hardy stock drawn from the frontier manors of Kolorn Keep. Of Jarin decent, the peasants were little different from the Pagaelin or Kath barbarians that surrounded them.</p>\n<p>Eight years after Chewintin was established, Kaldor was plunged into a vicious civil war. Chewintin’s remoteness saved it from the ravages of the war, but the loss of trade hurt the community and there were several lean years. When Fierth seize power after the Battle of Kiban in 377 TR, he made Qywald Dariune Earl of Balim and granted him Kiban Castle. Over the succeeding years, Qywald and his heirs were granted numerous other holdings, including Jedes Keep and its associated manors.</p>\n<p>Although the profits from the manor flow directly to the Earl from his bailiff and constable, no member of the powerful Dariune clan has ever visited this remote corner of their vast landholdings. The Earl has traditionally left the appointment of the Bailiff up to his Constable. Successive Bailiffs have made their feudal payments and squeezed a meager profit from the small manor.</p>\n<p>Despite the frequent changes in Bailiffs and their indifference toward the manor, the community slowly grew. The small hamlet of Keldkith was established south of Chewintin and the villagers developed a lucrative sideline fishing in the Kald River. The manor’s success was marred by periodic raids by the barbaric Kath who crossed the Kald River to raid the outpost.</p>\n<p>The greatest changes in the manor have taken place over the last fifty years. In 672 TR, the great army of King Torastra was defeated at the battle of Chelna Gap and fears of a Thardic invasion swept the kingdom. In response, the King offered a subsidy to any border lord who would build a tower on their lands. The Earl of Balim, gravely concerned about his holdings in Asolade, dispatched Master Bertram of Houghton (his personal master mason) to Jedes to supervise the construction of two watchtowers in Yeashim and Chewintin.</p>\n<p>A score of the Earl’s household troops, half a dozen masons and scores of laborers descended on Chewintin during the summer of 673 TR. Construction of a new tower was begun on a rock outcrop jutting into the Kald River. For the next three years, the masons worked continuously, stopping only when the cold weather threatened to freeze the mortar and resuming as soon as it became warm enough to work again. By the fall of 676 TR, the Earl’s representative, Brother Haye (a Laranian priest) reported to his liege that “a fine tower now stands to guard your furthest most holding.” The Brother also brought disturbing news for his Bishop. Despite its proximity to the Peonian Monastery in Bromeleon, the priest had observed strange rights and feared that heresy stalked the village. Many of the villagers have clung to the old ways, mixing traditional Peonian beliefs with Jarin animist and totemic beliefs.</p>\n<p>After the construction of the tower, the Earl took a greater interest in Chewintin, choosing to appoint the Bailiff directly. To protect the tower, and his own considerable investment, the Earl demanded the Bailiff maintain a garrison of at least five men. The Earl also asked the Peonian Pelnala (Abbess) to assign a priest to tend to the manor and bring it back into traditional Peonian beliefs.</p>\n<h2>Current Affairs</h2>\n<p>In 706 TR, on the death of the previous Bailiff, the Earl chose a knight of his court to fulfill the position. Sir Fastolf proved to be a poor choice. A womanizer and heavy drinker, he hated this isolated and boring manor and longed to return to the easy life at court. Like the Bailiffs before him he was lax and devoted little time to the administration of manor.</p>\n<p>By the summer of 718 TR, after Sir Fastolf’s failure to meet his feudal payments and unwillingness to do the most basic patrolling, Sir Shernath, the Constable of Jedes Keep, petitioned the Earl for Fastolf’s removal. At the winter court, Earl Troda ordered the Bailiff be stripped of his position and order that him to seek sustenance elsewhere, but not at the Earl’s court. A messenger was dispatched with the Earl’s proclamation in the spring of 719 TR.</p>\n<p>Because of its meager profits, isolation and vulnerability to barbarian attack, none of the Earl’s trusted inner cir cle wanted to assume the role of Bailiff of these “desolate fens and marshes.” To fill the newly created vacancy, the Earl turned to his most trusted knight, Sir Krisagon Lartyne.</p>\n<p>Of noble lineage, Sir Krisagon was a self made man. After his father had been taken hostage by Cadal, a Kath chieftain, Sir Krisagon was forced to sign over his family’s manors to his greedy uncle in order to raise sufficient funds to pay the extortionate ransom. Left with nothing, Krisagon became a mercenary to support his parents and younger brother Draco. Over the next twenty years he built a tough but loyal warband, working mostly for the Earl of Balim and the Mangai of Kiban to protect the caravans of the Silver Way. Despite this success, Sir Krisagon longed for a manor to call his own and was glad to take Chewintin, no matter what its failings.</p>\n<p>Sir Krisagon arrived late in the fall of 719 TR to his first of many trials. He was accompanied by his brother Draco, a knight in his own right. Also accompanying him were over a dozen members of his warband, drawn by loyalty to their Lord and the promise of land to start their own households as farmers. After spending the night at Jedes, the troop marched towards Chewintin. Shortly after sighting the tower, they were greeted by an alarm, warning that a Kath raiding party was attacking the village. The hardened mercenaries surprised the barbarians as they returned to their small boats. Sir Krisagon killed several barbarians and attacked their leader. When he realized that their leader was none other than Cadal (his father’s nemesis), he went berserk, smashing Cadal’s shield and almost killing him. The chieftain was rescued when four raiders drove Krisagon back, allowing him to escape. With most of the villagers and loot rescued and the Kath driven off, the warband retired to the tower. As they traveled towards the village, relieved peasants and the village priest came out of the woods. They were grateful for rescue but leery of this new Lord. Arriving at the tower, they found the men-at-arms slain, killed by the Kath, and the tower looted. Sir Fastolf was dead, naked in his bed, with a peasant girl at his side.</p>\n<p>Since his arrival, Sir Krisagon has been busy putting the manor right. He and his men have spent every day hunting in order to lay in sufficient food for the winter. The tower has been cleaned out and he has set the peasants to work improving the approaches to the tower. The villagers are cautiously optimistic that this new Bailiff will prove better than the last. Troda Dariune promised Krisagon that if he proves himself a worthy lord, the Earl will grant him full ownership of the manor in five years.</p>\n<h2>Chewintin and Keldkith</h2>\n<p>Chewintin Manor consists of the village of Chewintin and hamlet of Keldkith (half a league south). The peasants are a mix of serfs and farmers, with many villeins holding at least some free land. The manor has a total of twenty-nine households, of which twenty are unfree serfs, three are guildsmen, five are farmers (including two yeomen) and one is a priest of Peoni.</p>\n<p>Chewintin was established first, when a small fort was built on a hillock overlooking the river bend. New cottages were built along the riverbank and radiating out from the village a series of fertile fields were cleared. Eventually, as the population grew, more land was needed. A new site, half a league south of the first village, was chosen for expansion. To take advantage of the new land and to shorten their walk to work, several households moved south and started the hamlet of Keldkith. Like Chewintin, it consists of a string of huts along the Kald River. Both villages have an number of poorer families who fish to supplement their income.</p>\n<p>The mill is located at the west edge of Chewintin. The current of the Kald River is moderate, but easily turns the undershot waterwheel. The original wooden fort has been replaced by an impressive four-story watchtower located on a rock outcropping sticking into the river at the eastern edge of the village. Because of the small demesne and general indifference to agriculture shown by previous bailiffs, the manor house does not have a barn or even a stable.</p>\n<p>Chewintin has not had a Bailiff who was interested in running the day to day operations of the manor in over fifty years. As a result, the power of the Reeve has grown until it rivals that of the Bailiff himself.</p>\n<p>The office of Reeve has remained within Clan Mahon for six generations, and over the last twenty years, the current Reeve, Odins convinced the previous Bailiffs to grant his clan a total of 130 free acres. While not corrupt per say, he has placed family interests ahead of the lord’s or the rest of the community. His willing allies in this power grab are the Clan Broatch, who have benefited from valuable village offices and grants of unfree land which has made them the second most powerful serf clan on the manor.</p>\n<p>The five farmer families are all descended from the original garrison. Over the years, they have inter-married and now form a clan equal in importance to the Clan Mahon. The Clan Hestin tend to stay aloof from serf politics and consider themselves the village elite. All of the Clan’s able-bodied men have weapons, including spears, bows and axes, in addition to a leather byrnie, ring half-helm and round shield for armour. Due to the failure of previous Bailiffs to patrol or assert their authority, most peasants look to Clan Hestin for protection. Sir Krisagon was not pleased to find such a large, independent and wellarmed group when he arrived at his new manor.</p>\n<p>The remaining households are divided among the guildsmen (miller, woodcrafter and metalsmith) and two smaller clans (Ayton and Larrea). The guildsmen are the most cosmopolitan members of the community and are the only ones who travel to Jedes with any regularity. Because new apprentices and journeymen most often come from outside the village, the guildsmen are only grudgingly accepted and are always considered to be outsiders. The remaining two clans form the lowest strata of the manor. Lacking land, they are perpetually at the mercy of the three richer clans for work and food. Most fish to supplement their income, but that does little to relieve their grinding poverty.</p>\n<h2>Economics and Agrarian Life</h2>\n<p>Chewintin manor has been settled for over 360 years, but it has always been a backwater, little effected by the goings on in the rest of Kaldor. Although Jedes and the manors within Asolade Hundred owe homage to Clan Dariune, they are generally run by bailiffs or very minor families with little influence. Chewintin has 2130 gross acres, 426 wooded, leaving 1704 cleared acres. Of this, 979 acres support the tenants, 290 acres are demesne and 435 acres are wasted due to lack of labor. Although the manor is blessed with rich, fertile soils, previous mismanagement has greatly reduced its potential revenues. The current Reeve has done his best to manage the fief and it is generally in good repair.</p>\n<p>Because of its isolated location, manor must be more self-sufficient than most. This is reflected in its crops, an even balance of hardy grains (mainly rye and barley) with hay and vegetables.</p>\n<p>The herds are small and consist mainly of goats and pigs. The villagers are allowed to graze their animals on the large amount of wasted land. This is the only maintenance this land receives and it is slowly being overgrown. The new lord, Sir Krisagon intends to settle ten of his former mercenaries on this land as farmers, which has raised fears that the villagers will lose this lucrative privilege.</p>\n<p>Since Sir Krisagon has only just arrived, his household still feels more like a mercenary barracks than the refined home of a gentleman. The cost of maintaining so many troops is considerable and Sir Krisagon is currently funding the extra costs out of his own purse to the tune of £49 per year. This leaves him with precious few funds for repairs or improvements. Once he has established ten of his men on their own land, he will have more funds available to properly establish his household. He also plans to increase the size of his demesne with the additional labor from the ten extra households. He calculates that within the year he can be making a small profit of £26 per year.</p>",
        "format": 1
      },
      "_id": "qT140huc7IV88AWX",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": -25000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!P9PSy9aaInqNxqO9.qT140huc7IV88AWX"
    },
    {
      "name": "Credits",
      "type": "text",
      "text": {
        "content": "<p>This module is made possible by the hard work of HârnWorld fans, and is provided at no cost. This work is an adaptation of the article <a href=\"https://www.lythia.com/harnworld/settlements/chewintin/\">Chewintin</a> available at the HârnWorld fan site <a href=\"https://www.lythia.com/\">Lythia.com</a>.</p>\n<p> </p>\n<p><strong>Writer: </strong>Kerry Mould</p>\n<p><strong>Artist: </strong>Richard Luschek</p>\n<p><strong>Original Maps: </strong>Patrick Nilsson</p>\n<p><strong>Converted to Foundry VTT: </strong>Tom Rodriguez</p>\n<p>This module is \"<a href=\"https://www.lythia.com/about/publishing-fan-written-material/\">Fanon</a>\", a derivative work of copyrighted material by Columbia Games Inc. and N. Robin Crossby.</p>\n<p> </p>\n<p>Some assets used to create the maps in this module are from <a href=\"https://www.forgotten-adventures.net/\">Forgotton Adventures</a>.</p>",
        "format": 1
      },
      "_id": "VTz1Fdd8fS92r9Qd",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": -50000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!P9PSy9aaInqNxqO9.VTz1Fdd8fS92r9Qd"
    },
    {
      "name": "The £10 Tower",
      "type": "text",
      "text": {
        "content": "<p>For many years, Kaldor had no real enemies. Her borders were far from other civilized nations and the barbarians and gargun had little skill at seigecraft, rendering the kingdom largely safe from real invasion. All of this changed in 672 TR, when King Torastra and the remnants of his great host limped back into Tashal after their stinging defeat in the Battle of the Chelna Gap. Panic gripped the nation and rumors of a Thardic invasion swirled around the capital. Although the King’s victory the following summer ended the threat, the “Winter of Fear,” had left its mark.</p>\n<p>Concerned by the lack of sufficient defenses to watch his borders, King Torastra sent out a Royal Decree. “Any landholder of noble blood who shall make himself a defensible tower to watch our borders shall receive from the Exchequer the sum of £10.” The decree included a number of other provisions and led to what are known as the £10 Towers.</p>\n<p>These towers were built during a nine-year period from 672 – 681 TR and due to the influence of a few master masons share a number of common features. These features include three stories (kitchen, hall and solar), spiral staircase, lookout tower (sometimes called the crow’s nest) and simple inexpensive construction. The King’s decree also limited the towers to four-foot thick walls, eleven-foot stories and prohibited machinations. All of these features were designed to make the towers secure from brigands, barbarians, gargun and enemy raiding parties, but not so strong their owners would be tempted to defy their Nobles or King.</p>\n<p>Each tower was built independently and most have subtle differences. Some towers have cellars if the ground isn’t too rocky and the water table isn’t too high and many have a large brazier on the roof where a beacon fire can be lit to warn of approaching enemies. Most lords favored an entrance on the second floor with a wooden staircase, but a few preferred a ground floor entrance protected by a drawbridge, fortifications or both. Windows were kept small, but some towers had them on third floor to brighten up the solar and the interiors varied widely depending on the wealth and whims of their owners. Fiefholders of Naked Towers were often forced to stable their warhorses in the kitchen, which made for interesting smells and most have a well on the ground floor or in the cellar.</p>\n<p>There was a short but very active period when these type of watchtowers were built. Dozens were raised throughout the kingdom, but mostly on the borders or watching an important road or river. Although the King did order the dismantling of the top floor of one watchtower, the reason for the end of the subsidy had more to do with their cost and the greatly diminished threat to the kingdom than a fear of rebellion. Since 681 TR, some permits have been granted for three story manor houses, but those have been very rare.</p>\n<p>During the nine-year period, just over thirty watchtowers were built. Some were later incorporated into other stone buildings and expanded, others were protected with wooden palisades and incorporated wooden outbuildings for extra space, but a few (due to their out of the way location or lack of funds) were left on their own. A towers without additional defenses is often referred to as a “Naked Tower.” Each of these towers cost about £40 (9,600d) to build and took about five years to build.</p>\n<p>Each tower required the recommendation of the Sheriff, and so most of the permits were granted for manors, which are well placed to observe movement. However, some permits had more to do with the power and influence of their owners than strategic necessity.</p>\n<p>There are several towers in each shire and some of the better known ones are listed below:</p>\n<p><strong>Meselynshire:</strong> Lezorn, Bazine, Stybrin, Huxley and Ovendel</p>\n<p><strong>Nephshire:</strong> Tomalla, Marnaca, Elmeze and Solinda</p>\n<p><strong>Balimshire:</strong> Cethnon, Kylelaw, Trilgen and Etoss</p>\n<p><strong>Semethshire:</strong> Dushat, Kinel, Ferlune and Krettel</p>\n<p><strong>Vemionshire:</strong> Iason, Chesel, Talence and Narmas</p>\n<p><strong>Thelshire:</strong> Lunt, Forean, Chantal and Ostelim</p>\n<p><strong>Oselshire:</strong> Chewintin, Refelen, Rythal, Qualire and Yeashim.</p>",
        "format": 1
      },
      "_id": "cBOZgOIdvxhtYMkj",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 0,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!P9PSy9aaInqNxqO9.cBOZgOIdvxhtYMkj"
    },
    {
      "name": "Overview",
      "type": "text",
      "text": {
        "content": "<p>Chewintin is a \"Location Module\"; it is designed to depict the Chewintin manor and village located in Asolade Hundred, kingdom of Kaldor, on the island of Hârn in the <a href=\"https://columbiagames.com/harnworld/\">HârnWorld fantasy setting</a>; however, this keep and village could be adapted to exist anywhere in any fantasy setting.</p>\n<p>This module is based on the \"<a href=\"https://www.lythia.com/harnworld/settlements/chewintin/\">Chewintin</a>\" fanon; please see @UUID[JournalEntry.P9PSy9aaInqNxqO9.JournalEntryPage.VTz1Fdd8fS92r9Qd]{Credits} for more information.</p>\n<p>Located in the far south-western corner of the Kingdom of Kaldor, Chewintin Manor is ruled by a bailiff for the Earl of Balim, the powerful Troda Dariune. Isolated and with a history of bad rulers, the new bailiff is busy making Chewintin safe from Kath raids across the Kald River.</p>\n<p>All is not well in Chewintin.  The threat of rebellion seethes just below the surface, both in the tower and in the village.</p>\n<p>This module details all of the households, including interior plans of the manor; plus illustrations by Richard Luschek.</p>\n<p> </p>\n<h2>Using this module with Non-HârnMaster systems</h2>\n<p>This entire module is system-agnostic.  See the section below on NPCs for details about the residents; these details may be used to generate appropriate statistics for your game system.</p>\n<p> </p>\n<h2>Using the Scenes</h2>\n<p>Many of the scenes depict the multi-level manor (which has 6 levels); multiple levels have been included in each scene, to reduce the number of scenes that must be managed.  For each level of each building, map markers have been used to provide details on that particular location.</p>\n<p>The main Chewintin village map is also on a scene by itself.  It comtains map markers for all the various residences throughout the village.</p>\n<h3>Lighting</h3>\n<p>To control ambient lighting, use the \"darkness\" setting for the scene.</p>\n<p>Lights have been placed in outdoor areas to simulate sunlight.  These lights have been set to enable when the \"darkness\" setting is &lt;= 0.8, that is, during the day.</p>\n<p>Internal lamps and candle lights have been placed in indoor areas.  These lights have been set to enable when the \"darkness\" setting is &gt;= 0.2, that is, just after things start becoming dim.</p>\n<h2>Images</h2>\n<p>Some journal entries contain images within the text; where this is the case, the images are usually also available in the \"Image\" section of the journal entry so they may be shared with players.</p>\n<p> </p>\n<h2>Background Information</h2>\n<p>For overall information on Chewintin, see @UUID[JournalEntry.P9PSy9aaInqNxqO9.JournalEntryPage.qT140huc7IV88AWX]{Chewintin Settlement}.</p>\n<p>Chewintin manor is an example of a £10 Tower.  For information about the £10 towers, see @UUID[JournalEntry.P9PSy9aaInqNxqO9.JournalEntryPage.cBOZgOIdvxhtYMkj]{The £10 Tower}.</p>\n<p> </p>\n<h2>Chewintin Manor</h2>\n<p>Main Article: @UUID[JournalEntry.P9PSy9aaInqNxqO9.JournalEntryPage.Olsoqn6E7pLVZiIZ]{Chewintin Manor}</p>\n<ul>\n<li>@UUID[JournalEntry.PdEcq08sdx2UkSUB.JournalEntryPage.0j2OtbddSJkD0jer]{[M0] Cellar}</li>\n<li>@UUID[JournalEntry.PdEcq08sdx2UkSUB.JournalEntryPage.Q4etFZExl7qUxc4K]{[M1] Ground Floor}</li>\n<li>@UUID[JournalEntry.PdEcq08sdx2UkSUB.JournalEntryPage.eXZ3guWXv9ePk1Ko]{[M2] Second Floor}</li>\n<li>@UUID[JournalEntry.PdEcq08sdx2UkSUB.JournalEntryPage.hjyicP8ysbQwJNKi]{[M3] Third Floor}</li>\n<li>@UUID[JournalEntry.PdEcq08sdx2UkSUB.JournalEntryPage.9s2oExe6vJ2svTx3]{[M4] Roof}</li>\n</ul>\n<p> </p>\n<h2>Chewintin Residents</h2>\n<ul>\n<li>@UUID[JournalEntry.75z4Ori9CGtqYXjT.JournalEntryPage.kppoqOLQXUNkcUXo]{[1] Half-Villein (Mihil of Larrea)}</li>\n<li>@UUID[JournalEntry.75z4Ori9CGtqYXjT.JournalEntryPage.lfupgLoVGVe1rFE6]{[2] Miller (Shavit of Cie)}</li>\n<li>@UUID[JournalEntry.75z4Ori9CGtqYXjT.JournalEntryPage.i8WskaRtv9zTMMbF]{[3] Villein (Lautt of Larrea)}</li>\n<li>@UUID[JournalEntry.75z4Ori9CGtqYXjT.JournalEntryPage.y97WGiFOy1OmLz5g]{[4] Villein (Pena of Larrea)}</li>\n<li>@UUID[JournalEntry.75z4Ori9CGtqYXjT.JournalEntryPage.4BtsOUNqgiT1iGpg]{[5] Woodward (Couran of Broatch)}</li>\n<li>@UUID[JournalEntry.75z4Ori9CGtqYXjT.JournalEntryPage.ILdUnxiG4icwktsc]{[6] Woodcrafter (Tenue of Pembina)}</li>\n<li>@UUID[JournalEntry.75z4Ori9CGtqYXjT.JournalEntryPage.CK0nIcgSemmzPy3L]{[7] Cottar (Enfil of Larrea)}</li>\n<li>@UUID[JournalEntry.75z4Ori9CGtqYXjT.JournalEntryPage.JvqzuF9t8X9l703E]{[8] Herder (Guille of Broatch)}</li>\n<li>@UUID[JournalEntry.75z4Ori9CGtqYXjT.JournalEntryPage.YUiTlItd3NaOylcu]{[9] Reeve (Odins of Mahon)}</li>\n<li>@UUID[JournalEntry.75z4Ori9CGtqYXjT.JournalEntryPage.c7gZDOedaSxG0tJF]{[10] Villein (Tress of Larrea)}</li>\n<li>@UUID[JournalEntry.75z4Ori9CGtqYXjT.JournalEntryPage.tdS9MryiHi9fNvuu]{[11] Farmer (Isla of Hestin)}</li>\n<li>@UUID[JournalEntry.75z4Ori9CGtqYXjT.JournalEntryPage.CoKZsbHrVtHsUFsg]{[12] Villein (Sachar of Broatch)}</li>\n<li>@UUID[JournalEntry.75z4Ori9CGtqYXjT.JournalEntryPage.0gXmHRNTAJTZwTf1]{[13] Villein (Giese of Broatch)}</li>\n<li>@UUID[JournalEntry.75z4Ori9CGtqYXjT.JournalEntryPage.g1ckDT4KhFdIfuLL]{[14] Beadle (Arden of Hestin)}</li>\n<li>@UUID[JournalEntry.75z4Ori9CGtqYXjT.JournalEntryPage.CfXkY9SHauLBCvZ4]{[15] Farmer (Forst of Hestin)}</li>\n<li>@UUID[JournalEntry.75z4Ori9CGtqYXjT.JournalEntryPage.fgEsPA4Fj1WfNw4c]{[16] Teamster (Nys of Wardle)}</li>\n<li>@UUID[JournalEntry.75z4Ori9CGtqYXjT.JournalEntryPage.l8XrWaQhKiu8MVIn]{[17] Villein (Holota of Mahon)}</li>\n<li>@UUID[JournalEntry.75z4Ori9CGtqYXjT.JournalEntryPage.vjrOscRRXwYcJMls]{[18] Villein (Rhys of Mahon)}</li>\n<li>@UUID[JournalEntry.75z4Ori9CGtqYXjT.JournalEntryPage.RhHZdKn6wUw7d9HV]{[19] Villein (Bendigeid of Mahon)}</li>\n</ul>\n<p> </p>\n<h2>Keldkith Residents</h2>\n<p>There is no scene or map for Keldketh.  The hamlet is located a short distance from Chewintin.</p>\n<ul>\n<li>@UUID[JournalEntry.LpWS4AIl5PdZk5m6.JournalEntryPage.vQJTtkCXT1vALmXu]{[20] Villein (Teyrnon of Broatch)}</li>\n<li>@UUID[JournalEntry.LpWS4AIl5PdZk5m6.JournalEntryPage.7rtP8fw4ildKRcrh]{[21] Half-villein (Hywel of Ayton)}</li>\n<li>@UUID[JournalEntry.LpWS4AIl5PdZk5m6.JournalEntryPage.gT7bxMwzcLB3GOLF]{[22] Cottar (Helva of Ayton)}</li>\n<li>@UUID[JournalEntry.LpWS4AIl5PdZk5m6.JournalEntryPage.KOXiFVMZQqDmp6Rq]{[23] Cottar (Turpin of Ayton)}</li>\n<li>@UUID[JournalEntry.LpWS4AIl5PdZk5m6.JournalEntryPage.zCDiXmWuBg4JZtkC]{[24] Yeoman (Teres of Hestin)}</li>\n<li>@UUID[JournalEntry.LpWS4AIl5PdZk5m6.JournalEntryPage.LynwrigLhtbImveG]{[25] Metalsmith (Gerwein of Corydon)}</li>\n<li>@UUID[JournalEntry.LpWS4AIl5PdZk5m6.JournalEntryPage.H1VPuvLmVqfNJgEn]{[26] Farmer (Kelner of Hestin)}</li>\n<li>@UUID[JournalEntry.LpWS4AIl5PdZk5m6.JournalEntryPage.6GdwbAVxpCZMhsdV]{[27] Glebe (Ugo of Bouyon)}</li>\n<li>@UUID[JournalEntry.LpWS4AIl5PdZk5m6.JournalEntryPage.CE7IqKsIGwQAA5YH]{[28] Assistant Reeve (Aedden of Mahon)}</li>\n<li>@UUID[JournalEntry.LpWS4AIl5PdZk5m6.JournalEntryPage.VFurgRI27ve4BHDr]{[29] Half-villein (Shenan of Ayton)}</li>\n</ul>\n<p> </p>\n<h2>Important NPCs:</h2>\n<ul>\n<li><strong>Sir Krisagon Lartyne</strong> - Bailiff of Chewintin manor</li>\n<li><strong>Sir Draco Lartyne</strong> - Brother of Sir Krisagon, he is an amoral opportunist, his loyalty to his brother lasts only so long as it is useful.</li>\n<li><strong>Bors</strong> - Sir Krisagon's most trusted retainer, sergeant of his men.  Has been with Sir Krisagon for almost 20 years.</li>\n<li><strong>Rainault</strong> and <strong>Tibald</strong> - Assistance to Bors, corporals, trusted men-at-arms, have been with Sir Krisagon for over 15 years.</li>\n<li><strong>Volc</strong> - Falconer and a dwarf (not Khuzdul, just a short human).  He and Sir Draco hate each other; Sir Draco calls him \"the Flea\".  He will betray the Lartyne brothers as soon as it is convenient.</li>\n<li><strong>Odins of Mahon</strong> - @UUID[JournalEntry.75z4Ori9CGtqYXjT.JournalEntryPage.YUiTlItd3NaOylcu]{[9] Reeve (Odins of Mahon)} - Village Elder and Reeve.  Sir Krisagon threatens his power, and Odins doesn't like it.  He is the unofficial preist for worship of \"the Stone and the Tree.\"</li>\n<li><strong>Maruk of Mahon</strong> - Odins son and betrothed to Bronwyn. Sir Krisagon has been paying a great deal of attention to Bronwyn. Maruk is jealous and openly talks rebellion.</li>\n<li><strong>Cadal</strong> - Cheiftan of a local large Kath band.  Recently led the raid on Chewintin.  His son was captured in the raid; if Cadal finds out he is alive, he will definitely attack.</li>\n<li><strong>Arden of Hestin</strong> - @UUID[JournalEntry.75z4Ori9CGtqYXjT.JournalEntryPage.g1ckDT4KhFdIfuLL]{[14] Beadle (Arden of Hestin)} - The village beadle. Sir Krisagon severely undermines his position; he will likely support Odins plans to get rid of the Bailiff.</li>\n</ul>\n<p> </p>",
        "format": 1,
        "markdown": ""
      },
      "_id": "o1TGJT4AUk2y0UZL",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": -100000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!P9PSy9aaInqNxqO9.o1TGJT4AUk2y0UZL"
    }
  ],
  "flags": {},
  "_stats": {
    "systemId": "hm3",
    "systemVersion": "1.4.0",
    "coreVersion": "10.276",
    "createdTime": 1659201696243,
    "modifiedTime": 1659201696243,
    "lastModifiedBy": "y4rrosWqroRqTLhW"
  },
  "_id": "P9PSy9aaInqNxqO9",
  "ownership": {
    "default": 0,
    "y4rrosWqroRqTLhW": 3
  },
  "folder": null,
  "sort": 0,
  "_key": "!journal!P9PSy9aaInqNxqO9"
}
